package main

var Titles = map[uint16]Title{
	0: Title{

		Name: "Вомботестер",
		Desc: "Тестирует вомбота; даёт право пользоваться devtools",
	},
	1: Title{

		Name: "Спамер",
		Desc: "Настолько достал(а) админа, что получил(а) этот титул; забирает право переименовать и удалить вомбата",
	},
	2: Title{

		Name: "Квесоед",
		Desc: "Насладился(ась) чудесным квесом в первый раз; повышает вероятность найти деньги на денежной дороге",
	},
	3: Title{
		Name: "Вомбадмин",
		Desc: "Отвечает на слёзные письма; помогает разработке",
	},
	4: Title{

		Name: "Вадшамообладатель",
		Desc: "Купил(а) вадшама",
	},
	5: Title{
		Name: "Лидер клана",
		Desc: "Является лидером клана, в котором состоит",
	},
	6: Title{
		Name: "Удачливый вомбат",
		Desc: "Этот титул выпадает с вероятностью 1/1000 во время ржения; повышает шансы сорвать куш при ржении",
	},
}
